Repository: blc-psi/carchain
Catalog: locale/*/carchain.po
Languages: de

source: Role may not be empty!
de: Die Rolle darf kein leerer Text sein!

source: User #%{user} already has role %{role}.
de: Nutzer #%{user} hat bereits die Rolle %{role}.

source: Role %{role} added to user #%{user}
de: Die Rolle %{role} wurde zu dem Nutzer #%{user} hinzugefügt.

source: Could not add role %{role} to user #%{user}
de: Die Rolle %{role} konnte nicht zu dem Nutzer #%{user} hinzugefügt werden.

source: You can't remove that role, because the user could no longer manage roles.
de: Du kannst diese Rolle nicht entfernen, da der Nutzer dann die Berechtigung zum Verwalten von Rollen verliert.

source: Role %{role} removed from user #%{user}
de: Die Rolle %{role} wurde von dem Nutzer #%{user} entfernt.

source: Could not remove role %{role} from user #%{user}
de: Die Rolle %{role} konnte nicht von dem Nutzer #%{user} entfernt werden.

source: Query status of registration
de: Registrierungsstatus abfragen

source: evB Number
de: evB Nummer

source: Search
de: Suchen

source: Status of the registration
de: Status der Registrierung

source: Owner
de: Halter

source: License
de: Kennzeichen

source: Date
de: Datum

source: Other query
de: Weitere Anfrage

source: Are you sure?
de: Sind Sie sicher?

source: Overview of registration requests
de: Übersicht aller Registrierungen

source: Reference
de: Referenz

source: Query vehicle data
de: KFZ-Fahrzeug Daten abfragen

source: Overview of your registrations
de: Übersicht Ihrer Registrierungens

source: Imprint
de: Impressum

source: Car overview
de: KFZ Übersicht

source: Register car
de: KFZ Anmelden

source: Official
de: Verwaltung

source: Insurance
de: Versicherung

source: Police
de: Polizei

source: Manage roles
de: Rollen verwalten

source: Log out
de: Ausloggen

source: Log in
de: Einloggen

source: Language
de: Sprache

source: German
de: Deutsch

source: English
de: Englisch
